Repository: alabri0803/rent_management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Dashboard
ar: لوحة التحكم

source: Please state the reason for contract cancellation...
ar: يرجى ذكر سبب إلغاء العقد...

source: Example: A copy of the signed contract
ar: مثال: نسخة من العقد الموقّع

source: Cheque status is required when selecting cheque payment method
ar: حالة الشيك مطلوبة عند اختيار طريقة الدفع بالشيك

source: Reason for cheque return is required when selecting 'Returned' status
ar: سبب إرجاع الشيك مطلوب عند اختيار حالة "مرتجع"

source: Reminder: Rent payment for contract(s) %(contracts)s for the month of %(month)s/%(year)s is due soon.
ar: تذكير: دفعة ايجار عقد ٪(contracts)s عن شهر ٪(month)s / ٪(year)s تستحق قريبا.

source: Alert: There is an overdue balance of %(balance)s on contract %(contract)s for the month of %(month)s/%(year)s.
ar: تنبيه: يوجد مبلغ متاخر بقيمة %(balance)s على عقد %(contract)s عن شهر %(month)s / %(year)s.

source: Company Name
ar: اسم الشركة

source: Logo
ar: الشعار

source: Contact Email
ar: البريد الإلكتروني للتواصل

source: Contact Phone
ar: الهاتف للتواصل

source: Address
ar: العنوان

source: Company Profile
ar: ملف الشركة

source: Building Name
ar: اسم المبنى

source: Building
ar: مبنى

source: Buildings
ar: المباني

source: Office
ar: مكتب

source: Apartment
ar: شقة

source: Shop
ar: محل

source: Unit Number
ar: رقم الوحدة

source: Unit Type
ar: نوع الوحدة

source: Floor
ar: الطابق

source: Available for Rent
ar: متاحة للإيجار

source: Unit
ar: وحدة

source: Units
ar: الوحدات

source: Individual
ar: فرد

source: Company
ar: شركة

source: User Account
ar: حساب المستخدم

source: Link the tenant to a user account to log in to the portal.
ar: اربط المستأجر بحساب مستخدم لتسجيل الدخول إلى البوابة.

source: Tenant Name
ar: اسم المستأجر

source: Tenant Type
ar: نوع المستأجر

source: Phone Number
ar: رقم الهاتف

source: Email
ar: البريد الإلكتروني

source: Authorized Signatory
ar: المفوض بالتوقيع

source: Fill only if the tenant is a company
ar: يُملأ فقط في حال كان المستأجر شركة

source: Client Rating
ar: تقييم العميل

source: From 1 to 5 stars.
ar: من 1 إلى 5 نجوم.

source: Tenant
ar: مستأجر

source: Tenants
ar: المستأجرين

source: Template Title
ar: عنوان القالب

source: Template Content
ar: محتوى القالب

source: Use HTML to customize the template.
ar: استخدم HTML لتخصيص القالب.

source: Contract Template
ar: قالب عقد

source: Contract Templates
ar: قوالب العقود

source: Active
ar: نشط

source: Expiring Soon
ar: قريب الانتهاء

source: Expired
ar: منتهي

source: Cancelled
ar: ملغي

source: Contract Number
ar: رقم العقد

source: Contract Template Number
ar: رقم نموذج العقد

source: Monthly Rent Amount
ar: مبلغ الإيجار الشهري

source: Contract Start Date
ar: تاريخ بدء العقد

source: Contract End Date
ar: تاريخ انتهاء العقد

source: Electricity Meter Number
ar: رقم عداد الكهرباء

source: Water Meter Number
ar: رقم عداد المياه

source: Contract Status
ar: حالة العقد

source: Office Fees
ar: رسوم المكتب

source: Administrative Fees
ar: الرسوم الإدارية

source: Contract Registration Fees (3%)
ar: رسوم تسجيل العقد (3%)

source: Cancellation Date
ar: تاريخ الإلغاء

source: Reason for Cancellation
ar: سبب الإلغاء

source: Lease Contract
ar: عقد إيجار

source: Lease Contracts
ar: عقود الإيجار

source: Cash
ar: نقداً

source: Cheque
ar: شيك

source: Bank Transfer
ar: تحويل بنكي

source: Other
ar: أخرى

source: Pending
ar: معلق - في الانتظار

source: Cashed
ar: تم الصرف

source: Returned
ar: مرتجع

source: Contract
ar: العقد

source: Payment Date
ar: تاريخ الدفع

source: Amount Paid
ar: المبلغ المدفوع

source: Payment for Month
ar: دفعة عن شهر

source: Payment for Year
ar: دفعة عن سنة

source: Payment Method
ar: طريقة الدفع

source: Cheque Number
ar: رقم الشيك

source: Cheque Date
ar: تاريخ الشيك

source: Bank Name
ar: اسم البنك

source: Cheque Status
ar: حالة الشيك

source: Reason for Cheque Return
ar: سبب إرجاع الشيك

source: Notes
ar: ملاحظات

source: Payment
ar: دفعة

source: Payments
ar: الدفعات

source: Submitted
ar: تم الإرسال

source: In Progress
ar: قيد التنفيذ

source: Completed
ar: مكتمل

source: Low
ar: منخفضة

source: Medium
ar: متوسطة

source: High
ar: عالية

source: Request Title
ar: عنوان الطلب

source: Problem Description
ar: وصف المشكلة

source: Priority
ar: الأولوية

source: Status
ar: الحالة

source: Attached Image (Optional)
ar: صورة مرفقة (اختياري)

source: Report Date
ar: تاريخ الإبلاغ

source: Employee Notes
ar: ملاحظات الموظف

source: Maintenance Request
ar: طلب صيانة

source: Maintenance Requests
ar: طلبات الصيانة

source: Document Title
ar: عنوان المستند

source: File
ar: الملف

source: Upload Date
ar: تاريخ الرفع

source: Document
ar: مستند

source: Documents
ar: المستندات

source: Maintenance
ar: صيانة

source: Utilities (Electricity, Water)
ar: خدمات (كهرباء، ماء)

source: Salaries
ar: رواتب

source: Marketing
ar: تسويق

source: Administrative/Government Fees
ar: رسوم إدارية/حكومية

source: Expense Category
ar: فئة المصروف

source: Description
ar: الوصف

source: Amount
ar: المبلغ

source: Expense Date
ar: تاريخ المصروف

source: Receipt/Invoice (Optional)
ar: إيصال/فاتورة (اختياري)

source: Expense
ar: مصروف

source: Expenses
ar: المصاريف

source: User
ar: المستخدم

source: Message
ar: الرسالة

source: Read
ar: مقروءة

source: Time
ar: الوقت

source: Notification
ar: إشعار

source: Notifications
ar: الإشعارات

source: 'A new maintenance request with title {} has been submitted by tenant {}'
ar: 'تم تقديم طلب صيانة جديد بعنوان {} من قبل المستأجر {}'

source: 'The status of maintenance request {} has been updated to {}'
ar: 'تم تحديث حالة طلب الصيانة {} إلى {}'

source: 'Your lease contract number {} will expire soon on {}'
ar: 'عقد الإيجار الخاص بك رقم {} سينتهي قريب في تاريخ {}'

source: Occupied
ar: مشغولة

source: Available
ar: متاحة

source: Renew Contract
ar: تجديد عقد

source: Add New Unit
ar: إضافة وحدة جديدة

source: Unit added successfully!
ar: تمت إضافة الوحدة بنجاح!

source: Edit Unit
ar: تعديل الوحدة

source: Unit updated successfully!
ar: تم تحديث الوحدة بنجاح!

source: Unit deleted successfully.
ar: تم حذف الوحدة بنجاح.

source: Add New Tenant
ar: إضافة مستأجر جديد

source: Tenant added successfully!
ar: تمت إضافة المستأجر بنجاح!

source: Edit Tenant Information
ar: تعديل بيانات المستأجر

source: Tenant information updated successfully!
ar: تم تحديث بيانات المستأجر بنجاح!

source: Tenant deleted successfully.
ar: تم حذف المستأجر بنجاح.

source: Add New Building
ar: إضافة مبنى جديد

source: Building added successfully!
ar: تمت إضافة المبنى بنجاح!

source: Edit Building
ar: تعديل المبنى

source: Building updated successfully!
ar: تم تحديث المبنى بنجاح!

source: Building deleted successfully.
ar: تم حذف المبنى بنجاح.

source: Client rating updated.
ar: تم تحديث تقييم العميل.

source: An error occurred while updating the rating.
ar: حدث خطأ أثناء تحديث التقييم.

source: Add New Contract
ar: إضافة عقد جديد

source: Contract added successfully!
ar: تمت إضافة العقد بنجاح!

source: Edit Contract
ar: تعديل العقد

source: Contract updated successfully!
ar: تم تحديث العقد بنجاح!

source: Contract deleted successfully.
ar: تم حذف العقد بنجاح.

source: Contract cancelled successfully.
ar: تم إلغاء العقد بنجاح.

source: Please enter a valid end date.
ar: الرجاء إدخال تاريخ انتهاء صحيح.

source: Contract renewed successfully!
ar: تم تجديد العقد بنجاح!

source: Document uploaded successfully!
ar: تم رفع المستند بنجاح!

source: Document deleted successfully.
ar: تم حذف المستند بنجاح.

source: Maintenance request status updated successfully.
ar: تم تحديث حالة طلب الصيانة بنجاح.

source: Add New Expense
ar: إضافة مصروف جديد

source: Expense recorded successfully.
ar: تم تسجيل المصروف بنجاح.

source: Edit Expense
ar: تعديل المصروف

source: Expense updated successfully.
ar: تم تحديث المصروف بنجاح.

source: Expense deleted successfully.
ar: تم حذف المصروف بنجاح.

source: Add New Payment
ar: إضافة دفعة جديدة

source: Payment recorded successfully.
ar: تم تسجيل الدفعة بنجاح.

source: Edit Payment
ar: تعديل الدفعة

source: Payment updated successfully.
ar: تم تحديث الدفعة بنجاح.

source: Payment deleted successfully.
ar: تم حذف الدفعة بنجاح.

source: Update Cheque Status
ar: تحديث حالة الشيك

source: Cheque status updated successfully.
ar: تم تحديث حالة الشيك بنجاح.

source: Password
ar: كلمة المرور

source: Employee
ar: موظف

source: Username
ar: اسم المستخدم

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Add New User
ar: إضافة مستخدم جديد

source: User created successfully.
ar: تم إنشاء المستخدم بنجاح.

source: Edit User
ar: تعديل المستخدم

source: User updated successfully.
ar: تم تحديث المستخدم بنجاح.

source: User deleted successfully.
ar: تم حذف المستخدم بنجاح.

source: Please select the year and month.
ar: الرجاء تحديد السنة والشهر.

source: Please select the year.
ar: الرجاء تحديد السنة.

source: Company and Identity Settings
ar: إعدادات الشركة والهوية

source: Company data updated successfully.
ar: تم تحديث بيانات الشركة بنجاح.

source: There is no tenant file associated with your account.
ar: لا يوجد ملف مستأجر مرتبط بحسابك.

source: You cannot create a maintenance request without an active contract.
ar: لا يمكنك إنشاء طلب صيانة بدون عقد نشط.

source: Maintenance request sent successfully!
ar: تم إرسال طلب الصيانة بنجاح!

source: Your account is not linked to a tenant file.
ar: حسابك غير مرتبط بملف مستأجر.

source: Arabic
ar: العربية

source: Rent Management
ar: ادارة الايجارات

source: Property Management
ar: إدارة العقارات

source: Contracts
ar: العقود

source: Finance
ar: المالية

source: Cheque Management
ar: إدارة الشيكات

source: Operations
ar: العمليات

source: User Management
ar: إدارة المستخدمين

source: Reports
ar: التقارير

source: Settings
ar: الاعدادات

source: Logout
ar: تسجيل الخروج

source: Delete Building
ar: حذف المبنى

source: Are you sure you want to delete?
ar: تأكيد الحذف

source: Are you sure you want to delete building %(building_name)s? All associated units will also be deleted.
ar: هل أنت متأكد من حذف المبنى %(building_name)s؟ سيتم حذف جميع الوحدات التابعة له أيضاً.

source: Warning: This action cannot be undone!
ar: تحذير: هذا الإجراء لا يمكن التراجع عنه!

source: Yes, delete
ar: نعم، احذف

source: Cancel
ar: إلغاء

source: Back to List
ar: العودة إلى القائمة

source: Save
ar: حفظ

source: Building Management
ar: إدارة المباني

source: Export to Excel
ar: تصدير Excel

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Total Units
ar: إجمالي الوحدات

source: Occupied Units
ar: الوحدات المشغولة

source: Occupancy Rate
ar: نسبة الإشغال

source: No buildings found.
ar: لم يتم العثور على مباني.

source: All Cheques
ar: جميع الشيكات

source: Pending Cheques
ar: شيكات معلقة

source: Cashed Cheques
ar: شيكات مصروفة

source: Returned Cheques
ar: شيكات مرتجعة

source: Bank
ar: البنك

source: Actions
ar: إجراءات

source: Update Status
ar: تحديث الحالة

source: Receipt Voucher
ar: سند قبض

source: No cheques found.
ar: لا توجد شيكات

source: First
ar: الأولى

source: Previous
ar: السابقة

source: Page
ar: صفحة

source: of
ar: من

source: Next
ar: التالية

source: Last
ar: الأخيرة

source: Cheque Information
ar: معلومات الشيك

source: Save Changes
ar: حفظ التغييرات

source: Confirm Document Deletion
ar: تأكيد حذف المستند

source: The document "<strong>%(doc_title)s</strong>" will be permanently deleted.
ar: سيتم حذف المستند "<strong>%(doc_title)s</strong>" بشكل نهائي.

source: Confirm Expense Deletion
ar: تأكيد حذف المصروف

source: The expense "<strong>%(expense_desc)s</strong>" will be permanently deleted.
ar: سيتم حذف المصروف "<strong>%(expense_desc)s</strong>" بشكل نهائي.

source: Expense Management
ar: إدارة المصاريف

source: Date
ar: التاريخ

source: Category
ar: الفئة

source: No expenses recorded.
ar: لا توجد مصاريف مسجلة.

source: Main Dashboard
ar: لوحة المعلومات الرئيسية

source: Alert: Contracts Nearing Expiration
ar: تنبيه: عقود قريبة من الانتهاء

source: Expires in
ar: ينتهي بعد

source: Day
ar: يوم

source: Active Contracts
ar: العقود النشطة

source: Expected Monthly Income
ar: الدخل الشهري المتوقع

source: Confirm Payment Deletion
ar: تأكيد حذف الدفعة

source: Delete Unit
ar: حذف الوحدة

source: Are you sure you want to delete unit %(unit_number)s in building %(building)s?
ar: هل أنت متأكد من حذف الوحدة %(unit_number)s في المبنى %(building)s؟

source: Unit Details
ar: تفاصيل الوحدة

source: Unit Information
ar: معلومات الوحدة

source: Current Contract
ar: العقد الحالي

source: Start Date
ar: تاريخ البداية

source: Unit Management
ar: إدارة الوحدات

source: Search for a unit...
ar: ابحث عن وحدة...

source: All Buildings
ar: كل المباني

source: All Statuses
ar: كل الحالات

source: No units found.
ar: لم يتم العثور على وحدات.

source: Confirm User Deletion
ar: تأكيد حذف المستخدم

source: Are you sure you want to delete the user
ar: هل أنت متأكد من حذف المستخدم

source: All data associated with this user will be deleted and this action cannot be undone.
ar: سيتم حذف جميع البيانات المرتبطة بهذا المستخدم ولا يمكن التراجع عن هذا الإجراء.

source: Yes, delete user
ar: نعم، حذف المستخدم

source: Total Users
ar: إجمالي المستخدمين

source: Employees
ar: الموظفين

source: Active Users
ar: المستخدمين النشطين

source: Full Name
ar: الاسم الكامل

source: Date Joined
ar: تاريخ الانضمام

source: System Administrator
ar: مدير النظام

source: Disabled
ar: معطل

source: No users found.
ar: لا يوجد مستخدمين

source: Tenant Portal
ar: بوابة المستأجر

source: Welcome,
ar: مرحباً بك،

source: Error:
ar: خطأ:

source: Your Active Contract Details
ar: تفاصيل عقدك النشط

source: Month/Year
ar: الشهر/السنة

source: Rent Due
ar: الإيجار المستحق

source: Remaining Balance
ar: الرصيد المتبقي

source: Paid
ar: مدفوع

source: Partial
ar: جزئي

source: Due
ar: مستحق

source: New Maintenance Request
ar: طلب صيانة جديد

source: No documents found.
ar: لا توجد مستندات.

source: No active unit
ar: لا بوحد نشط

source: You do not have any active lease contracts associated with your account at this time.
ar: ليس لديك آي عقود إيجار نشطة مرتبطة بحسابك في الوقت الحالي.

source: Create Maintenance Request
ar: إنشاء طلب صيانة

source: Create New Maintenance Request
ar: إنشاء طلب صيانة جديد

source: Submit Request
ar: إرسال الطلب

source: My Maintenance Requests
ar: طلبات الصيانة الخاصة بي

source: Create New Request
ar: إنشاء طلب جديد

source: You do not have any maintenance requests.
ar: ليس لديك أي طلبات صيانة.

source: Login
ar: تسجيل الدخول

source: Language
ar: اللغة

source: Login to the system
ar: تسجيل الدخول إلى النظام

source: Incorrect username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.

source: Show Password
ar: إظهار كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Hide Password
ar: إخفاء كلمة المرور

source: O.R
ar: ر.ع

source: Expenses this month
ar: مصاريف هذا الشهر

source: Net monthly income
ar: صافي الدخل الشهري

source: Contract renewal evaluation
ar: تقويم تجديد العقود

source: The direction of revenues against expenses (last 12 months)
ar: اتجاه الإيرادات مقابل المصاريف (آخر 12 شهر)

source: Units occupancy
ar: إشغال الوحدات

source: The last financial movements
ar: آخر الحركات المالية

source: The last payment
ar: آخر الدفعات

source: There are no batches.
ar: لا توجد دفعات.

source: The last expenses
ar: آخر المصاريف

source: There are no expenses.
ar: لا توجد مصاريف.

source: Revenue
ar: الإيرادات

source: Cancel the contract
ar: إلغاء العقد

source: Confirm canceling the contract
ar: تأكيد إلغاء العقد

source: to retreat
ar: تراجع

source: Yes, cancel
ar: نعم، قم بالإلغاء

source: Are you sure?
ar: هل أنت متأكد؟

source: Details of the contract
ar: تفاصيل العقد

source: Return to the contract list
ar: العودة إلى قائمة العقود

source: renewal
ar: تجديد

source: Monthly rent
ar: الإيجار الشهري

source: Total annual rental
ar: إجمالي الإيجار السنوي

source: Contract registration fees (no office fees)
ar: رسوم تسجيل العقد (بدون رسوم مكتب)

source: Contract registration fees (with office fees)
ar: رسوم تسجيل العقد (مع رسوم مكتب)

source: Electricity meter
ar: عداد الكهرباء

source: Water meter
ar: عداد المياه

source: Account detection printing
ar: طباعة كشف الحساب

source: Cancel information
ar: معلومات الإلغاء

source: There was no reason.
ar: لم يحدد سبب.

source: Rental account statement
ar: كشف حساب الإيجار

source: Month/year
ar: شهر/سنة

source: Entitled
ar: المستحق

source: residual
ar: المتبقي

source: the next
ar: التالي

source: Payed
ar: تم الدفع

source: Partial payment
ar: دفع جزئي

source: Not
ar: لم يدفع

source: coming
ar: قادم

source: The total paid
ar: الإجمالي المدفوع

source: Raise a new document
ar: رفع مستند جديد

source: There are no documents attached.
ar: لا توجد مستندات مرفقة.

source: Contract Management
ar: إدارة العقود

source: I am looking for a contract ...
ar: ابحث عن عقد...

source: The date of completion
ar: تاريخ الانتهاء

source: Staying days
ar: أيام متبقية

source: today
ar: اليوم

source: details
ar: تفاصيل

source: No contracts were found.
ar: لم يتم العثور على عقود.

source: Contract renewal
ar: تجديد العقد

source: The expiry date of the current contract:
ar: تاريخ انتهاء العقد الحالي:

source: The new contract will start the next day.
ar: سيبدأ العقد الجديد في اليوم التالي مباشرة.

source: Choose the renewal period
ar: اختر مدة التجديد

source: One year
ar: سنة واحدة

source: 6 months
ar: 6 أشهر

source: 3 months
ar: 3 أشهر

source: or
ar: أو

source: Manually specify the date of the end:
ar: حدد تاريخ انتهاء يدويًا:

source: Renewal date
ar: تجديد بتاريخ مخصص

source: Maintenance request details
ar: تفاصيل طلب الصيانة

source: in
ar: في

source: Attribute
ar: صورة مرفقة

source: Update the request
ar: تحديث الطلب

source: Save up update
ar: حفظ التحديث

source: Maintenance management
ar: إدارة الصيانة

source: View/update
ar: عرض/تحديث

source: There are no maintenance requests.
ar: لا توجد طلبات صيانة.

source: Details of the check
ar: تفاصيل الشيك

source: Payments Management
ar: إدارة المدفوعات

source: For a month/year
ar: عن شهر/سنة

source: There are no registered batches.
ar: لا توجد دفعات مسجلة.

source: Create reports
ar: إنشاء التقارير

source: Profit and losses reports
ar: تقارير الأرباح والخسائر

source: Monthly report
ar: تقرير شهري

source: Sunnah
ar: السنة

source: construction
ar: إنشاء

source: Annual report
ar: تقرير سنوي

source: Other reports
ar: تقارير أخرى

source: Unit occupancy report
ar: تقرير إشغال الوحدات

source: Annual profit and losses report
ar: تقرير الأرباح والخسائر السنوي

source: About a year
ar: عن سنة

source: Total revenue
ar: إجمالي الإيرادات

source: Total expenses
ar: إجمالي المصاريف

source: You have a loss
ar: توجد لديك خسارة

source: earnings
ar: أرباح

source: Debate and losses report
ar: تقرير الأرباح والخسائر

source: %S/%S/%S
ar: %(month)s/%(year)s

source: on the date
ar: بتاريخ

source: Occupancy summary
ar: ملخص الإشغال

source: Available units
ar: الوحدات المتاحة

source: Details of the units according to the building
ar: تفاصيل الوحدات حسب المبنى

source: Gender
ar: النوع

source: There are no units in this building.
ar: لا توجد وحدات في هذا المبنى.

source: Sind number
ar: رقم السند

source: Omani riyals
ar: ريال عماني

source: date
ar: تاريخ

source: We received from the master
ar: استلمنا من السيد

source: The reason for the return
ar: سبب الإرجاع

source: On building
ar: على بناء

source: This is in exchange for
ar: وذلك مقابل

source: Rent for a month
ar: دفعة إيجار عن شهر

source: Accountant
ar: المحاسب

source: Recipient
ar: المستلم

source: phone
ar: هاتف

source: Related account statement
ar: كشف حساب مستأجر

source: Print history
ar: تاريخ الطباعة

source: Batch for a month/year
ar: دفعة عن شهر/سنة

source: Delete the tenant
ar: حذف المستأجر

source: Are you sure you want to delete tenant %(tenant_name)s?
ar: هل أنت متأكد من حذف المستأجر %(tenant_name)s؟

source: Warning: All contracts associated with this tenant will also be deleted!
ar: تحذير: سيتم حذف جميع العقود المرتبطة بهذا المستأجر أيضاً!

source: Requer details
ar: تفاصيل المستأجر

source: Return
ar: العودة

source: Basic information
ar: المعلومات الأساسية

source: the name
ar: الاسم

source: Phone
ar: الهاتف

source: Evaluation
ar: التقييم

source: Statistics
ar: الإحصائيات

source: Total contracts
ar: إجمالي العقود

source: Total payments
ar: إجمالي المدفوعات

source: Period
ar: الفترة

source: There is no record for contracts.
ar: لا يوجد سجل للعقود.

source: From 1 to 5 stars
ar: من 1 إلى 5 نجوم

source: Reasoner management
ar: إدارة المستأجرين

source: Total tenants
ar: إجمالي المستأجرين

source: Individuals
ar: أفراد

source: Companies
ar: شركات

source: Looking for a tenant...
ar: ابحث عن مستأجر...

source: All types
ar: كل الأنواع

source: research
ar: بحث

source: Two tenants were not found.
ar: لم يتم العثور على مستأجرين.

source: User Profile
ar: ملف المستخدم

source: User Profiles
ar: ملفات المستخدمين

source: Phone number for OTP verification
ar: رقم الهاتف للتحقق عبر OTP

source: OTP
ar: رمز التحقق

source: OTPs
ar: رموز التحقق

source: Verification Code
ar: رمز التحقق

source: Creation Date
ar: تاريخ الإنشاء

source: Expiry Date
ar: تاريخ الانتهاء

source: Used
ar: مستخدم

source: Purpose
ar: الغرض

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Phone Verification
ar: التحقق من رقم الهاتف

source: Send Verification Code
ar: إرسال رمز التحقق

source: Enter the 6-digit code sent to your phone
ar: أدخل الرمز المكون من 6 أرقام المرسل إلى هاتفك

source: Sending...
ar: جاري الإرسال...

source: Username and password are required
ar: اسم المستخدم وكلمة المرور مطلوبان

source: Username or password is incorrect
ar: اسم المستخدم أو كلمة المرور غير صحيحة

source: Phone number is required
ar: رقم الهاتف مطلوب

source: Verification code is required
ar: رمز التحقق مطلوب

source: Verification code is incorrect or expired
ar: رمز التحقق غير صحيح أو منتهي الصلاحية

source: No user registered with this number
ar: لا يوجد مستخدم مسجل بهذا الرقم

source: Exceeded the allowed limit of code sending attempts. Try again later
ar: تم تجاوز الحد المسموح من محاولات إرسال الرمز. حاول مرة أخرى لاحقاً

source: Failed to send message. Try again
ar: فشل في إرسال الرسالة. حاول مرة أخرى

source: Verification code sent to your phone
ar: تم إرسال رمز التحقق إلى رقم هاتفك

source: An error occurred. Try again
ar: حدث خطأ. حاول مرة أخرى

source: Invalid method
ar: طريقة غير صحيحة

source: Phone number and verification code are required
ar: رقم الهاتف ورمز التحقق مطلوبان

source: Login successful
ar: تم تسجيل الدخول بنجاح

source: Please enter a valid Omani phone number starting with +968 followed by 8 digits
ar: يرجى إدخال رقم هاتف عماني صالح يبدأ بـ +968 (8 أرقام بعد المقدمة)
